<template>
    <div class="rules">
        <div class="group">
            <div class="title">答题榜：</div>
            <p>
                1.进入财税问诊小程序首页的“最新提问”页面，回答悬赏的问题。
                <br />2.积极回答用户提问的问题，你还可以针对首页推荐问题发表你更专业的回答。
                <br />3.每周排行前三可获得现金奖励：排名第一奖励50元，排名第二奖励30元，排名第三奖励20元。
                <br />4.答题榜针对所有顾问，根据7天回答数排名，多个回复数一样的情况下，采纳数高的排前；若采纳数一样，则按照回答总数进行排名；
            </p>
        </div>
        <div class="group">
            <div class="title">采纳榜：</div>
            <p>
                1.每周排行前三可获得现金奖励：排名第一奖励50元，排名第二奖励30元，排名第三奖励20元。
                <br />2.采纳榜针对所有顾问，根据7天回答采纳数排名，多个采纳数一样的情况下，回复数多的排前；若回复数一样，则按照回答总数进行排名；
            </p>
        </div>
        <div class="group">
            <div class="title">奖励发放：</div>
            <p>奖励每周一上午10:00通过后台发放到对应的顾问账户中，可在“我的”-“账户”中查看。</p>
        </div>
    </div>
</template>

<style lang="less">
@import "./main.less";
</style>
